{
    "news":[
        {
            "_id": "0",
            "title":"El iPod de Apple dejará de fabricarse luego de 21 años en el mercado ",
            "shortDescription": "El reproductor de música, un reproductor de música que marcó un parteaguas en la industria, dejará de fabricarse luego de dos décadas desde su lanzamiento. ",
            "date": "10-05-2022 15:57:00",
            "longDescription": "El iPod, uno de los reproductores de música que marcó una generación, llega al fin de su camino. \n Apple acaba de anunciar que descontinuará la producción del iPod Touch, el heredero del primer iPod Classic lanzado en 2001. El dispositivo táctil era el único que seguía produciéndose y ahora solo estará disponible 'hasta agotar existencias'. \n El icónico reproductor de MP3 fue lanzado hace 21 años y en ese entonces podía almacenar hasta 1.000 canciones. \n Ha habido varios modelos de iPod a lo largo de los años, incluidos el Nano y el Shuffle, pero el iPod Touch, que se lanzó en 2007, allanó el camino para el iPhone y es el último modelo en ser descontinuado. \n Hoy en día la música llega principalmente de internet, con decenas de millones de canciones disponibles a través de los servicios en línea de streaming. Pero aquel dispositivo diseñado por Tony Fadell, quien luego creó el iPhone, marcó una época. \n Greg Joswiak, vicepresidente senior de marketing mundial de Apple, dijo que el dispositivo 'redefinió cómo se descubre, escucha y comparte la música'. \n El analista Ben Wood, de CCS Insight, le dijo a la BBC que siempre fue inevitable que el iPhone algún día reemplazaría al iPod. \n 'Cuando Apple creó el iPhone, sabía que en última instancia significaría el principio del fin del iPod', dijo. \n 'Es realmente sorprendente que 15 años después el iPod haya llegado al final de su camino'. \n Carolina Milanesi, de Creative Strategies, dijo que la disminución de las ventas de iPod estaba relacionada con el aumento de las ventas de iPhone, así como con el paso de las descargas digitales al streaming. \n 'La desaparición del iPod es probablemente el mejor ejemplo de que Apple no está preocupada por canibalizar sus propios productos', dijo."
            
            
        },
        {
            "_id": "1",
            "title":"Elon Musk asegura que revertirá la decisión de Twitter de vetar a Donald Trump ",
            "shortDescription": " Elon Musk dijo que si finalmente se convierte en dueño de la empresa en los próximos meses, restablecería el acceso del exmandatario a su cuenta en la red social. ",
            "date": "10-05-2022 15:35:00",
            "longDescription": "Elon Musk, el hombre más rico del mundo, aseguró que había sido un 'error' y algo 'sencillamente estúpido' prohibir la cuenta de twitter del expresidente de EE.UU. Donald Trump y que revertirá esa decisión si finalmente compra la compañía. \n 'Yo sí creo que no estuvo bien excluir a Donald Trump [de Twitter]. Creo que fue un error porque alienó a una gran parte del país y, al final, no logró su objetivo de quitarle la voz a Donald Trump', dijo Musk durante un conversatorio del diario 'Financial Times' este martes. \n Twitter retiró la cuenta de Trump de la plataforma luego de la toma del Capitolio estadounidense el 6 de enero de 2021, al argumentar que algunos de sus comentarios en la red social pudieron haber 'incitado a la violencia'. En el momento se anunció como una 'suspensión temporal' y no como una cancelación total de la cuenta. \n Musk, dueño de compañías como la fabricante de autos eléctricos Tesla, podría convertirse en el dueño de Twitter en los próximos meses si su oferta de adquisición es finalmente aprobada. \n Frente a la pregunta de si permitiría que Trump tuviera nuevamente acceso a su cuenta en la red social, Musk aseguró que tanto él como Jack Dorsey, cofundador de la red social, tenían 'la misma idea' de que las prohibiciones permanentes en Twitter deberían ser 'extremadamente inusuales'. \n 'Yo revertiría la prohibición permanente (a Trump), pero aún no soy dueño de Twitter, así que no es algo que vaya a pasar de forma definitiva', dijo. \n Musk agregó que creía que, actualmente, Twitter tenía un sesgo a favor de ideas de izquierda y que la compañía debía ser 'más equilibrada'. \n El multimillonario aseguró que aún existían grandes interrogantes frente a la viabilidad de su compra de la red social tras haber hecho una oferta de US$44.000 millones y que si el negocio llegara a completarse, 'en el mejor de los escenarios, podría demorar 2 o 3 meses'. \n El mes pasado, Musk afirmó su intención de comprar la red social y dijo que la quiere convertir en una 'plaza pública' donde todos los usuarios puedan expresarse libremente."
        
        },
        {
            "_id": "2",
            "title":"EA Sports anuncia el fin del exitoso videojuego FIFA",
            "shortDescription": "Electronic Arts anunció el fin de su franquicia FIFA, uno de los videojuegos más vendidos de la historia. El FIFA 23 será el último lanzamiento antes de presentar una nueva marca.",
            "date": "10-05-2022 13:35:00",
            "longDescription": "Es el fin de una era. El gigante de los videojuegos Electronic Arts anunció que dejará de producir el popular juego de fútbol FIFA que ha lanzado cada año desde 1993.Ha sido una de las marcas más rentables en la historia de los juegos de consolas y PC.Pero el costo de la licencia, de más de US$1.000 millones por ciclo mundialista, ha sido una de las razones por las que tomó la decisión de abandonar la sociedad con la FIFA.    EA Sports, la subdivisión que lo tenía a cargo, continuará creando videojuegos de fútbol, pero a partir de 2023 vendrán bajo un nuevo nombre: EA Sports FC."
        
        },
        {
            "_id": "3",
            "title":"¿Qué sucedería si de un momento a otro abandonáramos la minería? ",
            "shortDescription": "La minería alimenta el mundo moderno, pero también causa un gran daño ambiental. ",
            "date": "08-05-2022 07:23:00",
            "longDescription": "'Si no puedes cultivarlo, tienes que extraerlo', dice el credo del minero.La extracción de minerales, metales e hidrocarburos del suelo es una de las industrias más antiguas de la humanidad.La sociedad depende más que nunca de una variedad más amplia y mayores volúmenes de las sustancias extraídas.La extracción de nuevos materiales sigue siendo más barata que la reutilización de muchas sustancias, lo que lleva a algunos expertos a advertir sobre la creciente presión de las minas en el mundo natural. A un grupo cada vez mayor le preocupa que el costo ambiental de la contaminación y la pérdida de biodiversidad causadas por las minas, así como los impactos sociales causados ​​a las comunidades locales, puedan superar los beneficios de la minería, indica Laura Cole de BBC Future."
        
        },
        {
            "_id": "4",
            "title":"Por qué se arrepiente uno de los principales responsables de venderle WhatsApp a Facebook",
            "shortDescription": "El exdirector comercial de WhatsApp considera que la aplicación se convirtió en una “sombra” del producto que solía ser antes de la venta a Facebook. ",
            "date": "05-05-2022 16:23:00",
            "longDescription": "Neeraj Arora ayudó a negociar la venta de WhatsApp a Facebook por unos US$22.000 millones en 2014.Ocho años después, el entonces director comercial de WhatsApp asegura que se arrepiente por haber contribuido a la venta.'Nadie sabía al principio que Facebook se convertiría en un monstruo de Frankenstein que devoraba los datos de los usuarios y escupía dinero sucio. Nosotros tampoco', escribió Arora en un hilo de Twitter que publicó el 4 de mayo. 'Hoy, WhatsApp es la segunda plataforma más grande de Facebook (incluso más grande que Instagram o FB Messenger). Pero es una sombra del producto en el que vertimos nuestros corazones y queríamos construir para el mundo', señaló Arora. WhatsApp fue fundado por Jan Koum y Brian Acton en 2009, como una aplicación que permitía la comunicación internacional entre usuarios con el pago de un dólar por descargarla, recordó Arora."
        
        },
        {
            "_id": "5",
            "title":"Bill Gates habla en entrevista con la BBC sobre su rivalidad con Elon Musk y su relación con Jeffrey Epstein ",
            "shortDescription": "En una entrevista con la BBC, el fundador de Microsoft habló sobre los ataques verbales que recibe por parte de quienes apoyan teorías de la conspiración y sobre otras cuestiones, como su divorcio, su encuentro con Epstein y su visión sobre Elon Musk.",
            "date": "05-05-2022 09:09:00",
            "longDescription": "Bill Gates es desde hace tiempo un defensor de las vacunas, pero algunos seguidores de teorías conspirativas creen que las usa para rastrear a la gente - y hasta se lo gritan por la calle-, 'lo cual es algo horrible'. Así dijo el magnate de Microsoft en una amplia entrevista con el programa Today de la BBC transmitida este jueves, donde afirmó que las conspiraciones sobre él son 'una locura'. También dijo que conocer a Jeffrey Epstein fue un 'error' y habló sobre las críticas de Elon Musk hacia él. Bill Gates era hasta hace poco la persona más rica del mundo. Ese título lo ostenta ahora Elon Musk. Pero no se llevan bien entre ellos. La semana pasada, Musk acusó a Gates de 'acortar' las acciones de Tesla, una manera de ganar dinero apostando a que una empresa perderá valor. Musk también tuiteó insultos pueriles hacia Gates en Twitter."
        
        },
        {
            "_id": "6",
            "title":"Para qué sirven las teclas del F1 al F12 de una computadora",
            "shortDescription": "Estas 12 teclas de tu computadora pueden ahorrarte mucho tiempo si sabes usarlas correctamente. Te explicamos cuáles son sus funciones. ",
            "date": "04-05-2022 15:22:00",
            "longDescription": "Si estás usando tu computadora en este minuto, echa un vistazo a tu teclado. Fijate en la línea superior. Hay 12 teclas que pueden hacerte la vida más fácil, pero es probable que nunca las hayas usado o que no sepas para qué sirven. Son las llamadas 'teclas de funciones rápidas', las que van del F1 al F12. Si aprendes a usarlas correctamente, podrán ayudarte a ahorrar tiempo con unos sencillos comandos para el navegador o en diferentes aplicaciones, como Microsoft Word, en donde hay muchos atajos.'Muchos usuarios encuentran que usar un teclado externo con atajos de teclado para Word les ayuda a trabajar de manera más eficiente', explica Microsoft."
        
        },
        {
            "_id": "7",
            "title":"La nueva función para pedirle a Google que elimine tus datos personales de sus resultados de búsqueda",
            "shortDescription": "Antes Google permitía la eliminación de ciertos datos personales si existía algún riesgo potencial para un individuo, con la nueva función no será necesario este requisito para la eliminación de datos.",
            "date": "03-05-2022 07:47:00",
            "longDescription": "Con el auge de internet y sobre todo, con el dominio de Google como principal motor de búsqueda en la red, la privacidad de la información personal se ha convertido en un tema prioritario para los usuarios. Por eso ha llamado la atención la noticia que se dio a conocer en los últimos días en el que Google anunció la creación de un nuevo formulario que permite eliminar de forma más sencilla los datos personales de las búsquedas que se hacen a diario.'La disponibilidad de información personal en línea puede ser desconcertante', explicó Michelle Chang, líder de políticas globales de búsqueda de Google, en el portal de la organización. Chang dejó en claro que los datos podrían resultar en 'contacto directo no deseado o incluso en daños físicos'. La actualización reduce drásticamente los requisitos de Google para eliminar datos de los resultados de búsqueda."
        
        },
        {
            "_id": "8",
            "title":"Mitos y realidades sobre los computadores cuánticos",
            "shortDescription": " Si creías que los ordenadores cuánticos son dispositivos mágicos que permiten realizar cualquier cálculo, te equivocas. Aún asi, estas computadoras nos permitirán hacer un cambio profundo en la forma de calcular y procesar datos. ",
            "date": "02-05-2022 06:43:00",
            "longDescription": "En octubre de 2019, la computación cuántica acaparó durante varios días titulares de noticias en todo el mundo. Un equipo de investigadores del gigante tecnológico Google había conseguido alcanzar la supremacía cuántica, venciendo a los supercomputadores más grandes del planeta con un ordenador cuántico. No solo eso, sino que la diferencia de tiempos resultaba sencillamente apabullante: unos pocos minutos frente a los miles de años necesarios para realizar el mismo cálculo con un ordenador tradicional. Decenas de artículos y reportajes en prensa, radio y televisión se hicieron eco de este hito histórico e intentaron explicar al público no especializado en qué consistía realmente el logro de Google y qué eran esos misteriosos ordenadores cuánticos que se habían utilizado para conseguirlo. Pese a su buena intención, la mayor parte de estas explicaciones deben haber sembrado más dudas que las que consiguieron aclarar."  
        },
        {
            "_id": "9",
            "title":"La modelo que se hizo viral en redes haciendo la limpieza en casa de personas con depresión ",
            "shortDescription": "Ellen Milgrau se dedica al modelaje, pero en su tiempo libre se ocupa de ayudar a personas que padecen depresión a poner su casa en orden.",
            "date": "01-05-2022 17:30:00",
            "longDescription": "Platos acumulados, ropa sucia, restos de comida en las habitaciones, infinidad de cucarachas y hasta larvas. Estas son algunas de las cosas que la modelo, presentadora y cantante brasileña Ellen Milgrau encontró en los hogares que visitó en las últimas semanas. Había ido allí con un objetivo: limpiar esas casas para mejorar la calidad de vida de sus residentes, que luchan contra la depresión. Por falta de ánimo, muchos de ellos no habían podido hacer la limpieza.'A veces la persona no puede ni levantarse para ducharse. Hay situaciones en las que ni siquiera es justo llamar a una señora de la limpieza porque la suciedad es muy crítica', le dice la modelo a BBC News Brasil. La limpieza que hace en casas ajenas es parte de una serie de videos que la modelo comenzó a compartir en su perfil de TikTok a principios de marzo."
        
        }
    ]
}